Repository: common-repository/afa-submission-manager
Catalog: languages/afa-submission-manager-*.po
Languages: de, fr, it

source: AFA - Mobile-Ready Submission Manager
de: AFA - Mobile-fähiger Einreichungs-Manager
fr: Gestionnaire de soumissions prêt pour mobile AFA
it: AFA - Gestore delle presentazioni pronto per dispositivi mobili

source: Simplify form management and gain insights with our robust WordPress plugin.
de: Vereinfachen Sie das Formularmanagement und erhalten Sie Einblicke mit unserem robusten WordPress-Plugin.
fr: Simplifiez la gestion des formulaires et obtenez des informations avec notre extension robuste pour WordPress.
it: Semplifica la gestione dei moduli e ottieni approfondimenti con il nostro robusto plugin WordPress.

source: AFA - Connected Users
de: AFA - Verbundene Benutzer
fr: Utilisateurs connectés AFA
it: Utenti collegati AFA

source: AFA - Settings
de: AFA - Einstellungen
fr: Paramètres AFA
it: Impostazioni AFA

source: User Login
de: Benutzeranmeldung
fr: Connexion de l'utilisateur
it: Accesso utente

source: Display Name
de: Angezeigter Name
fr: Nom d'affichage
it: Nome visualizzato

source: User Id
de: Benutzer-ID
fr: Identifiant de l'utilisateur
it: ID utente

source: No users Connected.
de: Keine Benutzer verbunden.
fr: Aucun utilisateur connecté.
it: Nessun utente connesso.

source: Select
de: Auswählen
fr: Sélectionner
it: Seleziona

source: Remove Users
de: Benutzer entfernen
fr: Supprimer les utilisateurs
it: Rimuovi utenti

source: Security check
de: Sicherheitsüberprüfung
fr: Vérification de sécurité
it: Controllo di sicurezza

source: Search User
de: Benutzer suchen
fr: Rechercher un utilisateur
it: Cerca utente

source: About plugin
de: Über das Plugin
fr: À propos du plugin
it: Informazioni sul plugin

source: About Our Plugin
de: Über unser Plugin
fr: À propos de notre extension
it: Informazioni sul nostro plugin

source: Welcome to our powerful plugin designed to enhance your form management experience. Our plugin is built to simplify form entry management, providing you with the tools you need to streamline the process and save time.
de: Willkommen bei unserem leistungsstarken Plugin, das entwickelt wurde, um Ihre Erfahrung im Formularmanagement zu verbessern. Unser Plugin ist darauf ausgelegt, die Verwaltung von Formulareinträgen zu vereinfachen und Ihnen die Werkzeuge bereitzustellen, die Sie benötigen, um den Prozess zu optimieren und Zeit zu sparen.
fr: Bienvenue sur notre puissante extension conçue pour améliorer votre expérience de gestion de formulaires. Notre extension est construite pour simplifier la gestion des saisies de formulaires, en vous fournissant les outils nécessaires pour rationaliser le processus et gagner du temps.
it: Benvenuti nel nostro potente plugin progettato per migliorare la tua esperienza di gestione dei moduli. Il nostro plugin è progettato per semplificare la gestione delle voci dei moduli, fornendoti gli strumenti necessari per ottimizzare il processo e risparmiare tempo.

source: Our plugin goes beyond the desktop by providing a robust API that empowers your mobile app users to effortlessly view form submissions on the go. Seamlessly integrate our plugin with popular WordPress form builders and grant your users the ability to oversee submissions from anywhere.
de: Unser Plugin geht über den Desktop hinaus, indem es eine robuste API bereitstellt, mit der Ihre mobilen App-Benutzer problemlos Formularübermittlungen unterwegs anzeigen können. Integrieren Sie unser Plugin nahtlos mit beliebten WordPress-Formulargeneratoren und gewähren Sie Ihren Benutzern die Möglichkeit, Übermittlungen von überall aus zu überwachen.
fr: Notre extension va au-delà du bureau en fournissant une API robuste qui permet à vos utilisateurs d'applications mobiles de visualiser facilement les soumissions de formulaires en déplacement. Intégrez notre extension de manière transparente avec les constructeurs de formulaires WordPress populaires et accordez à vos utilisateurs la possibilité de superviser les soumissions de n'importe où.
it: Il nostro plugin va oltre il desktop fornendo un'API robusta che consente ai tuoi utenti di app mobili di visualizzare facilmente le presentazioni dei moduli in movimento. Integra senza problemi il nostro plugin con i popolari generatori di moduli WordPress e concedi ai tuoi utenti la possibilità di supervisionare le presentazioni da qualsiasi luogo.

source: Stay organized, gain insights, and enhance user interactions, all within your WordPress dashboard and through our dedicated API. With our user-friendly plugin, you can stay in control and transform the way you manage form submissions. Dive into the possibilities today and revolutionize your approach to form management!
de: Bleiben Sie organisiert, gewinnen Sie Einblicke und verbessern Sie die Benutzerinteraktionen, alles innerhalb Ihres WordPress-Dashboards und durch unsere dedizierte API. Mit unserem benutzerfreundlichen Plugin behalten Sie die Kontrolle und verändern die Art und Weise, wie Sie Formularübermittlungen verwalten. Tauchen Sie noch heute in die Möglichkeiten ein und revolutionieren Sie Ihren Ansatz für das Formularmanagement!
fr: Restez organisé, obtenez des informations et améliorez les interactions avec les utilisateurs, le tout dans votre tableau de bord WordPress et via notre API dédiée. Avec notre extension conviviale, vous pouvez rester en contrôle et transformer la façon dont vous gérez les soumissions de formulaires. Plongez dès aujourd'hui dans les possibilités et révolutionnez votre approche de la gestion des formulaires !
it: Rimani organizzato, ottieni approfondimenti e migliora le interazioni degli utenti, tutto nel tuo cruscotto WordPress e attraverso la nostra API dedicata. Con il nostro plugin facile da usare, puoi rimanere sotto controllo e trasformare il modo in cui gestisci le presentazioni dei moduli. Scopri le possibilità oggi e rivoluziona il tuo approccio alla gestione dei moduli!

source: Supported plugins:
de: Unterstützte Plugins:
fr: Extensions prises en charge :
it: Plugin supportati:

source: Login
de: Anmelden
fr: Connexion
it: Accedi

source: Scan the following QR Code using the AFA app.
de: Scannen Sie den folgenden QR-Code mit der AFA-App.
fr: Scannez le code QR suivant à l'aide de l'application AFA.
it: Scansiona il seguente codice QR utilizzando l'app AFA.

source: Staff
de: Mitarbeiter
fr: Personnel
it: Personale

source: Manage User Permissions
de: Benutzerberechtigungen verwalten
fr: Gérer les autorisations des utilisateurs
it: Gestisci le autorizzazioni degli utenti

source: Save Changes
de: Änderungen speichern
fr: Enregistrer les modifications
it: Salva modifiche

source: Add Users
de: Benutzer hinzufügen
fr: Ajouter des utilisateurs
it: Aggiungi utenti

source: To allow non-admin users to access this app, grant them the required permission
de: Um nicht-administrativen Benutzern den Zugriff auf diese App zu ermöglichen, gewähren Sie ihnen die erforderliche Berechtigung
fr: Pour permettre aux utilisateurs non administrateurs d'accéder à cette application, accordez-leur les autorisations requises
it: Per consentire agli utenti non amministratori di accedere a questa app, concedi loro le autorizzazioni richieste

source: Someone filled out a new form: {bold}%1$s{/bold}
de: Jemand hat ein neues Formular ausgefüllt: {bold}%1$s{/bold}
fr: Quelqu'un a rempli un nouveau formulaire : {bold}%1$s{/bold}
it: Qualcuno ha compilato un nuovo modulo: {bold}%1$s{/bold}

source: {bold}%1$s{/bold} filled out a new form: {bold}%2$s{/bold}
de: {bold}%1$s{/bold} hat ein neues Formular ausgefüllt: {bold}%2$s{/bold}
fr: {bold}%1$s{/bold} a rempli un nouveau formulaire : {bold}%2$s{/bold}
it: {bold}%1$s{/bold} ha compilato un nuovo modulo: {bold}%2$s{/bold}

source: New Form Submission Received from %1$s. Open app to view
de: Neue Formularübermittlung von %1$s erhalten. App öffnen, um anzuzeigen
fr: Nouvelle soumission de formulaire reçue de la part de %1$s. Ouvrez l'application pour voir
it: Nuova presentazione modulo ricevuta da %1$s. Apri l'app per visualizzare

source: New Form Submission
de: Neue Formularübermittlung
fr: Nouvelle soumission de formulaire
it: Nuova presentazione modulo
